names = [
    "ალეკო თირქია", "ალექსანდრე ღომიძე", "ანდრია სვანიძე", "ანდრია სვანიძე", "ბერდია ბექაური",
    "გაბრიელ ჯახველაძე", "გაბრიელ ჯახველაძე", "გაბრიელ ჯახველაძე", "გაბრიელ ჯახველაძე", "გაბრიელ ჯახველაძე",
    "გვრიტიშვილი", "გიო გაგნიძე", "გიო გაგნიძე", "გიო გაგნიძე", "გიო გაგნიძე", "გიო გაგნიძე",
    "გიორგი გაგნიძე", "გიორგი გაგნიძე", "გიორგი გვრიტიშვილი", "გიორგი გვრიტიშვილი", "გიორგი ვანიშვილი",
    "გიორგი ვანიშვილი", "გიორგი ვანიშვილი", "გიორგი ვანიშვილი", "გიორგი ვანიშვილი", "გიორგი ვარადაშვილი",
    "გიორგი ვარადაშვილი", "გიორგი ვარაზაშვილი", "გიორგი ვარაზაშვილი", "გიორგი მელქაძე", "გიორგი შავაძე",
    "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი",
    "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი", "გურამ ვახტანგაშვილი",
    "გურამ ვახტანგაშვილი", "გურამ ვახტანგიშვილი", "დავით ბერკაციშვილი", "დავით გრძელიშვილი", "დავით გრძელიშვილი",
    "დავით გრძელიშვილი", "დავით გრძელიშვილი", "დავით გრძელიშვილი", "დავით გრძელიშვილი", "დავით ნარიმანიძე",
    "დავით ნარიმანიძე", "დავით ნარიმანიძე", "დავით ნარიმანიძე", "დავით ნარიმანიძე", "დათა ფოფხაძე",
    "დათა ფოფხაძე", "დათა ფოფხაძე", "დანიელ აბრამიანი", "დანიელ აბრამიანი", "დანიელ აბრამიანი",
    "დანიელ აბრამიანი", "დანიელ აბრამიანი", "დაჩი საზანდირშვილი", "დაჩი საზანდრაშვილი", "დაჩი საზანდრიშვილი",
    "დაჩი საზანდრიშვილი", "დაჩი საზანდრიშვილი", "დაჩი საზანდრიშვილი", "დაჩი საზანდრიშვილი", "ვანო მოთიაშვილი",
    "ვანო მოთიაშვილი", "ვანო მოთიაშვილი", "ვარაზაშვილი", "ვატო არგუტაშვილი", "ვატო არღუთაშვილი", 
    "ვატო არღუთაშვილი", "ვატო არღუტაშვილი", "ზუკა აბაშიძე", "ზუკა აბაშიძე", "ილია ძინძიბაძე",
    "ლაშა დეკანოიძე", "ლევან სამსონიძე", "ლევან სამსონიძე", "ლევან სამსონიძე", "ლევანი სამსონიძე",
    "ლუკა გურგენიძე", "ლუკა გურგენიძე", "ლუკა გურგენიძე", "ლუკა გურგენიძე", "ლუკა ნავროზაშვილი",
    "ლუკა ნავროზიშვილი", "ლუკა ნატროშვილი", "ლუკა ნატროშვილი", "ლუკა ნატროშვილი", "ლუკა ქიმერიძე",
    "მათე გიორგელაშვილი", "მათე გიორგელაშვილი", "მათე გიორგელაშვილი", "მათე გიორგელაშვილი", "მათე გიორგელაშვილი",
    "მათე გიორგელაშვილი", "ვანო მოთიაშვილი", "ნიკოლოზ ქიმერიძე", "ნიკოლოზ ქიმერიძე", "ნიკოლოზ ყვავაძე",
    "ნიკოლოზ ყვავაძე", "ნიკოლოზ ყვავაძე", "ნიკოლოზ ყვავაძე", "ჟუჟუნაძე", "საბა ისაკაძე",
    "სანდრო ზაბახიძე", "სანდრო ზაბახიძე", "სანდრო ზაბახიძე", "სანდრო ზაბახიძე", "სანდრო ზაბახიძე",
    "სანდრო ზაბახიძე", "სანდრო ზაბახიძე", "სანდრო რაზმაძე", "ტატო ბუხრაშვილი", "შალვა შუბითიძე",
    "შალვა შუბითიძე", "შალვა შუბითიძე", "ცოტნე გუჯაბიძე", "ცოტნე გუჯაბიძე"
]

unique_names_set = sorted(set(names))
print(unique_names_set)
